Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: དེ་ནས་བཅོམ་ལྡན་འདས་འཁོར་ལོས་སྒྱུར་བ་དེ་བཞིན་གཤེགས་པའི་གཙུག་ཏོར་གཞན་གྱི་ལས་ཀྱིས་སྦྱོར་བ་རྣམ་པར་འཇིག་པར་བྱེད་པ། མ་རྒྱལ་བ་ལས་རྒྱལ་བ། སྔགས་ཐམས་ཅད་ཀྱི་བདག་པོ། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ཀྱིས་དོན་དུ་གཉེར་བ་གཙུག་ཏོར་འཁོར་ལོས་སྒྱུར་བའི་ཆོ་ག་ཡི་གེ་གཅིག་པ་སྔར་རྒྱ་ཆེར་བསྟན་ནསཡང་མདོར་ན་རེ་ཞིག་དང་པོ་བཟླས་པས་གང་དུ་གནས་པ་ལས། དཔག་ཚད་ལྔའི་ནང་ནས་མ་རུངས་པའི་གདོན་ཐམས་ཅད་འབྱེར་བར་འགྱུར་རོ། །
en: “Now, the ritual of One Syllable, previously taught at length, will be taught in brief—the ritual of the blessed cakravartin, the tathāgata- uṣṇīṣa who frustrates the activities employed by one’s enemies and conquers the unconquerable ones, the lord of all mantras who is respected by all the buddhas and bodhisattvas, Uṣṇīṣa the cakravartin. {25.24} “Right from the beginning, in whatever place he is recited, all the evil grahas within the radius of one league will flee;

source: གྲུབ་པ་ཐམས་ཅད་ཀྱང་ནུས་པ་མེད་པར་འགྱུར་ཞིང་ལྷ་ཐམས་ཅད་ཀྱི་ནུས་པ་དང་བྲལ་བར་འགྱུར་རོ། །
en: no other mantra, even though it may have been accomplished, is more powerful, and all the gods will depart the vicinity for some other place.

source: འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པའི་སྒྲུབ་པ་པོ་གཞན་རྣམས་ཀྱིས་གྲུབ་པ་འཕྲོག་པར་བྱེད་ཅིང་། གཞན་གྱི་སྦྱོར་བས་གསང་སྔགས་བཅད་པ་དང་བཅོམ་པ་དང་ཕུར་བུས་བཏབ་པའང་ཐར་བར་བྱེད་དོ། །
en: He can take away the accomplishments of other practitioners, whether worldly or supramundane, if this were the wish of the practitioner. He can break, destroy, and nail down the mantras employed by others. {25.25}

source: བདག་གིས་གཞན་གྱི་རིག་སྔགས་གཅོད་པར་འདོད་ན། རྩྭ་ཀུ་ཤ་སྔོན་པོ་ཆང་པ་གང་བླངས་ལ། ལན་བརྒྱ་རྩ་བརྒྱད་མངོན་པར་བསྔགས་པ་བྱས་ནས་མཚོན་གྱིས་བཅད་ན། རིག་པ་གང་གི་ཕྱིར་དམིགས་ཏེ་བཅད་པ་དེ་གཅོད་པར་འགྱུར་རོ། །
en: “If one wishes to break a vidyā of others, one should grasp a handful of green kuśa grass, incant it [with the Uṣṇīṣarāja] one hundred and eight times, and, targeting the vidyā , cut the grass with a weapon. The vidyā will be broken.

source: གཟུགས་བརྙན་བྱས་ཏེ་འདིས་སེང་ལྡེང་གི་ཕུར་པས་སྙིང་ལ་བཏབ་ན་གནད་ལ་བབ་པར་འགྱུར་རོ། །
en: If one makes an effigy with the same and nails it through the heart, the vidyā will be nailed.

source: ལེ་བརྒན་དུ་བཙོས་པའི་སྐུད་པ་ལ་ལན་བདུན་བཟླས་བརྗོད་བྱས་ཏེ། མདུད་པ་བོར་ན་བཅིང་བར་འགྱུར་རོ། །
en: If one makes a knot on a safflower-red thread incanted seven times, the vidyā will be bound.

source: ཁམ་ཕོར་ཁ་སྦྱར་གྱི་ནང་དུ་བརྒྱ་རྩ་བརྒྱད་བཟླས་ཏེ་ཁ་བཀབ་པ་བྱས་ན་རེངས་པར་འགྱུར་རོ། །
en: If one encloses [the effigy] within an earthenware vessel incanted one hundred and eight times, the vidyā will be arrested.

source: མཚོན་ཆས་སྙིང་དུམ་བུ་གཉིས་སུ་བྱས་ན་གཉིས་སུ་གས་པར་འགྱུར་རོ། །
en: If one slices [the effigy] in two with a weapon through the heart, the vidyā will be broken.

source: སྐེ་ཚེ་ལ་དུག་དང་ཁྲག་གིས་བཏགས་པས་བསྐུ་བ་བྱས་ན་འཆི་བར་འགྱུར་རོ། །
en: If one paints [the effigy], using brown mustard stained red with poison and blood, the vidyā will be chastised.

source: ཀ་ར་བཱི་རའི་ལྕུག་མས་ཀུན་ཏུ་བརྡེག་ན་གནོད་པར་འགྱུར་རོ། །
en: If one strikes [the effigy] with a vine of oleander, the vidyā will be afflicted with pain.

source: གཞན་གྱི་རིག་པ་ཐམས་ཅད་ལ་མངོན་སྤྱོད་བྱ་བ་ནི་ཅི་དགར་བྱར་རུང་ངོ་། །
en: One can thus assail any vidyā at will in any way whatever. {25.26}

source: སྔར་གསུངས་པའི་ལས་ཐམས་ཅད་ལ་འོ་མས་ཁྲུས་བྱས་ནས་སྦྱིན་སྲེག་བྱས་ན་ཞི་བར་འགྱུར་རོ། །
en: “Apart from the rites just mentioned, if one performs a homa having bathed in milk, one will attain peace.

source: མར་གྱི་སྦྱིན་སྲེག་གིས་ནི་ཐམས་ཅད་ཞི་བར་འགྱུར་ཞིང་ཉམས་རྟས་པ་བྱས་པར་ཡང་འགྱུར་རོ། །
en: By offering a homa of ghee, one will bring peace and prosperity to everyone.

source: ཁུ་ཚུར་བཅིངས་པས་སྔགས་ཐམས་ཅད་རེངས་པར་འགྱུར་རོ། །
en: By making one’s hand into a fist, one can block all mantras.

source: ཡིད་ཀྱིས་ནི་དགྲོལ་བར་བསམས་པས་བཀྲོལ་བར་འགྱུར་རོ། །
en: One can then unblock them mentally.

source: སྔགས་སྒྲུབ་པར་འདོད་པས་ཀྱང་འདི་ཉིད་ཀྱིས་བཅིང་བ་བྱས་ཏེ་བསྒྲུབ་པར་བྱའོ། །
en: If one wants to accomplish a mantra, one can gain mastery of it by first blocking it with the [Uṣṇīṣarāja].

source: ཆོ་ག་གང་སྒྲུབ་པར་འདོད་པས་ཀྱང་དེ་ཉིད་འདིས་བསྒྲུབ་པར་བྱའོ།
en: If one wants to accomplish another rite, one can do this with the same [Uṣṇīṣarāja].

source: སྔགས་སྒྲུབ་པ་དང་འདི་ཉིད་ཀྱི་སྔགས་ཀྱིས་སྤྱན་དྲང་བ་བྱ་བ་དང་ཡང་སླར་གཤེགས་སུ་གསོལ་བ་བྱ་བ་ཡིན་ནོ། །
en: With this mantra alone one can summon a deity and also dismiss it.

source: གང་འདི་ཉིད་ཀྱིས་སྲུང་བར་བྱེད་པ་ཐུབ་པར་དཀའ་བར་འགྱུར་རོ། །
en: One for whom a protection rite is performed with this mantra will become invincible. {25.27}

source: གང་གིས་སྔགས་འདི་མ་གྲུབ་བམ་ལན་མ་ཐོབ་ན་འདི་ཉིད་དང་ལྷན་ཅིག་ཏུ་བཟླས་བརྗོད་བྱས་ན།
en: “If any mantra does not produce the intended result or carry out the order, it should be recited together with the [Uṣṇīṣarāja].

source: མྱུར་དུ་འགྲུབ་བམ་ལན་ཐོབ་ཅིང་།
en: It will then produce results or fulfill the command.

source: གལ་ཏེ་མ་གྲུབ་བམ་ལན་མ་བྱིན་ན་དེ་རིང་པོར་མི་ཐོགས་པ་ཉིད་དུ་འཇིག་པར་འགྱུར་རོ། །
en: If it does not produce the result or carry out the order, it will die. {25.28}

source: སྔགས་གང་ལ་དམིགས་ཏེ་ཞོ་དང་སྦྲང་རྩི་དང་མར་གྱིས་ཏིལ་ལ་བཏགས་ཏེ་བརྒྱ་རྩ་བརྒྱད་སྦྱིན་སྲེག་དུས་གསུམ་དུ་ཞག་བདུན་བྱས་པ་དེ་འདིའི་དབང་དུ་འགྱུར་ཞིང་། གང་བརྗོད་པ་དེའི་ལས་བྱེད་པར་འགྱུར་བའམ་ལན་ཐོབ་པར་འགྱུར་རོ། །
en: “One should offer into the fire sesame seeds smeared with curds, honey, and ghee one hundred and eight times, three times a day, for seven days. Then, whatever [deity] mantra one pronounces, that [deity] will come under one’s control. It will carry out whatever task is mentioned and fulfill any command. {25.29}

source: ལྷ་དབང་དུ་བྱ་བར་འདོད་ན་ཐང་ཤིང་གི་ཡམ་ཤིང་གི་བརྒྱ་རྩ་བརྒྱད་སྦྱིན་སྲེག་བྱས་ན་ཞག་བདུན་གྱིས་དབང་དུ་འགྱུར་རོ། །
en: “If one wishes to enthrall gods, one should offer cedar sticks one thousand and eight times—one will enthrall them within seven nights.

source: ཀླུ་དབང་དུ་བྱ་བར་འདོད་ན་མངར་གསུམ་གྱི་སྦྱིན་སྲེག་བྱའོ། །
en: If it is nāga s that one wants to enthrall, one should offer into the fire the three sweet substances —the nāga s will become enthralled.

source: དྲི་ཟ་དང་དྲི་ཟ་མོ་ཐམས་ཅད་དབང་དུ་བྱ་བར་འདོད་ན་ཤིང་མྱ་ངན་མེད་པ་དང་པྲི་ཡང་ཀུའི་ཡམ་ཤིང་ངམ་མེ་ཏོག་གི་སྦྱིན་སྲེག་བྱས་ན་དབང་དུ་འགྱུར་རོ། །
en: If one wants to enthrall yakṣa s, one should offer a dish made of curds— they will become enthralled. One should [also] offer a curd dish if one wants to enthrall a yakṣiṇī. One will enthrall gandharvas with [a homa of] ‘all fragrances,’ or with [a homa of] sticks or flowers of the aśoka or the beautyberry tree. {25.30}

source: གནོད་སྦྱིན་མོ་དང་ཀླུ་མོའི་གདོན་རྣམས་ལ་ནི་སྐེ་ཚེས་བྱའོ། །
en: “To enthrall yakṣiṇīs, nāga s, nāginīs, or grahas, one should use brown mustard.

source: རྒྱལ་པོ་རྣམས་ལ་ནི་ཡུངས་དཀར་གྱི་བྱའོ། །
en: One can enthrall a king with a homa of white mustard;

source: བྲམ་ཟེ་རྣམས་ལ་ནི་མེ་ཏོག་གི་སྦྱིན་སྲེག་བྱའོ། །
en: a brahmin, with a homa of flowers;

source: རྗེའུ་རིགས་ལ་ནི་ཞོ་དང་འོ་མ་དང་མར་གྱི་བྱའོ། །
en: a vaiśya, with a homa of curds, milk, and ghee;

source: དམངས་རིགས་ལ་ནི་ཕུབ་མའི་རྡུལ་གྱི་བྱའོ། །
en: a śūdra, with a homa of chaff dust;

source: བུད་མེད་ལ་ནི་ལན་ཚྭའི་སྦྱིན་སྲེག་བྱའོ། །
en: a woman, with a homa of salt;

source: གདོལ་པ་ལ་ནི་མོན་སྲན་གྲེའུ་དང་ཛམ་བུ་ལི་ཀའི་སྦྱིན་སྲེག་བྱའོ། །
en: a harlot, with a homa of beans or jambul;

source: བུ་མོ་གཞོན་ནུ་མ་ལ་ནི་འབྲས་ཡོས་ཀྱི་སྦྱིན་སྲེག་བྱའོ། །
en: and a virgin, with a homa of parched rice.

source: སེམས་ཅན་ཐམས་ཅད་ལ་ནི་མར་དང་ཏིལ་གྱི་སྦྱིན་སྲེག་བྱས་ན་དབང་དུ་བྱེད་དོ། །ཐམས་ཅད་དུ་ཡང་དུས་གསུམ་དུ་ཞག་བདུན་དུ་བྱའོ་ཞེས་གསུངས་ནས།
en: One can enthrall anyone, in any place, with a homa of ghee and sesame oil offered at the three junctions of the day for seven days.”

source: རྒྱལ་བའི་མཆོག་ཅང་མི་གསུང་བར་གྱུར་ཏོ། །
en: Having said this, the supreme Victor remained silent. {25.31}

source: ཐུབ་མཆོག་བདུན་པས་སྔགས་འདི་ནི། །དེ་ཚེ་ལྷ་ཡི་ཚོགས་ལ་གསུངས། །
en: The eminent seventh sage Addressed this to the hosts of gods.

source: འཇིག་རྟེན་ཆོས་ཤེས་གྲོལ་བ་དང་། །དེ་ཚེ་དེ་ནི་ཆགས་བྲལ་ཟློས། །
en: Smiling, familiar with worldly matters, liberated, With his mind fully controlled, {25.32}

source: དེ་ཚེ་ཐུབ་པ་མཆོག་གིས་ནི། །སངས་རྒྱས་སྲས་པོ་ཐུ་བོ་ལྷ། །བྱང་ཆུབ་སེམས་དཔའ་རྫུ་འཕྲུལ་ཆེ། །འཇམ་དཔལ་ལ་ནི་དེ་ཚེ་གསུང་། །
en: The supreme sage then spoke this To Mañjughoṣa, The senior son of the buddhas, A bodhisattva of great power: {25.33}

source: ལྷ་ཡི་ལྷ་ནི་བློ་ལྡན་པ། །མགོན་པོ་འཁོར་ལོའི་བདག་པོ་ཡི། །ཆོ་ག་འདི་ནི་རྒྱ་ཆེ་བས། །གང་གི་བསྐལ་པའི་ཚད་དུ་ཡང་། །རྒྱལ་བས་ཀྱང་ནི་བཤད་མི་ནུས། །
en: “I now have taught the extensive Ritual of the wheel holder — The integrated ritual Of the sagacious lord, the god of gods. {25.34} “The extent of his rites cannot be expressed Even by the victorious ones.

source: མི་རྣམས་ལ་ནི་ཕན་པའི་ཕྱིར། །ཆོ་ག་ཡི་ནི་ཕྱོགས་གཅིག་ཙམ། །མདོར་བསྡུས་ནས་ནི་བཤད་པ་ཡིན། །
en: I will teach them further in brief To increase the welfare of human beings.” {25.35}

source: དེ་ཚེ་དེ་སྐད་གསུངས་ནས་ནི། །དཔལ་ལྡན་འཇམ་དབྱངས་རྫུ་འཕྲུལ་ཆེ། །གཙང་མའི་གནས་ཀྱི་སྟེང་བཞུགས་པའི། །སངས་རྒྱས་དེ་ལ་སྐུལ་བར་བྱེད། །
en: When this was said, The glorious Mañjughoṣa of great power Supplicated the Buddha, who was staying Above the realm of the Pure Abode: {25.36}

source: གསུངས་ཤིག་གསུངས་ཤིག་དཔའ་བོ་ཆེ། །
en: “Please teach! Please do, O most courageous one!

source: རྐང་གཉིས་དམ་པ་རྫོགས་སངས་རྒྱས། །
en: You are the perfect buddha, the supreme human being!

source: དུས་མཐའ་འཇིགས་པའི་དུས་སུ་ནི། །མི་རྣམས་བདེ་བ་སྐྱེད་པའི་ཕྱིར། །
en: Teach to bring happiness to humans At the time of destruction at the end of the eon! {25.37}

source: མཐུ་ཆེན་སྔགས་ཀྱི་རྒྱལ་པོ་སྟེ། །གཟི་བརྗིད་ཆེན་པོ་འདི་ཡིས་ནི། །
en: “What is the most powerful mantra king Of that great hero like?

source: རས་རིས་ཇི་ལྟར་གྲུབ་པར་འགྱུར། །མྱུར་དུ་རས་རིས་འགྲུབ་པར་གསུངས། །
en: How can the accomplishment of the painting be observed before long? What is the painting procedure?” {25.38}

source: འཕགས་པ་འཇམ་དཔལ་གྱི་རྩ་བའི་ཆོ་ག་བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་ཕལ་པོ་ཆེ་ཐེག་པ་ཆེན་པོ་ཤིན་ཏུ་རྒྱས་པའི་མདོ་ལས། ཡི་གེ་གཅིག་པ་འཁོར་ལོས་སྒྱུར་བ་འབྱུང་བའི་ལེའུ་རབ་འབྱམ་ལས་བཅུ་དགུ་པ་རྫོགས་སོ།། །།
en: This concludes the detailed twenty-fifth chapter, on the benefits arising from the cakravartin One Syllable, from “The Root Manual of Noble Mañjuśrī,” an extensive Mahāyāna sūtra that forms a garland-like basket of bodhisattva teachings.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པས་གནས་གཙང་མའི་གཞལ་མེད་ཁང་ལ་གཟིགས་ནས། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་བཀའ་སྩལ་པ།
en: At that time Blessed Śākyamuni, looking again at the realm of the Pure Abode, addressed Mañjuśrī, the divine youth:

source: འཇམ་དཔལ་ཉོན་ཅིག །མདོར་ན་ཡི་གེ་གཅིག་པ་འཁོར་ལོས་སྒྱུར་བ་རྫུ་འཕྲུལ་ཆེན་པོའི་རས་རིས་ཀྱི་ཆོ་གར་འགྱུར་བ་རྒྱ་ཆེ་བ་ནི་སྔར་བསྟན་ཏོ། །
en: “Listen, Mañjuśrī, to my short teaching on the painting procedure of One Syllable—the cakravartin of great power. This procedure was previously taught at length, but now only briefly. {26.1}

source: དེ་ནི་དུས་ཀྱི་ཐ་མའི་དུས་སུ་སེམས་ཅན་རྣམས་བརྩོན་འགྲུས་ཆུང་བར་འགྱུར་ཞིང་། ཤེས་རབ་ཆུང་བ་དང་། ཡིད་གཞུངས་པ་དམན་པའི་ཕྱིར་རས་རིས་ཀྱི་ཚད་རྒྱ་ཆེ་བའི་སྦྱོར་བ་སྒྲུབ་པ་ཉམས་པར་འགྱུར་བས།
en: “During this lowest eon beings have little diligence or wisdom, and are rather dull. They would be unable to successfully execute the painting in its extensive version. {26.2}

source: སེམས་ཅན་རྣམས་ལ་ཕན་པར་འདོད་པས་ཟློས་པ་པོས་ཇི་ལྟར་དངོས་གྲུབ་མཆོག་ཐོབ་པར་འགྱུར་བ་དེ་ལྟར་ངས་མདོར་བཤད་པར་བྱ་སྟེ
en: “Out of my desire to benefit beings I will teach it in a condensed form, So that the reciters [of One Syllable] Accomplish the supreme goal. {26.3}

source: སྒྲུབ་པ་མཆོག་བྱེད་པར་འདོད་པས་རས་མ་ཉམས་པ་ཁ་ཚར་མ་བཅད་པ་སྐྲ་དང་བྲལ་བ་དག་ལ་ཚོན་མ་འདྲེས་པ་དག་གིས་བཅོམ་ལྡན་འདས་འདྲིར་གཞུག་པར་བྱ་སྟེ།
en: “If one wants to perform the supreme sādhana, one should paint the Blessed One on an undamaged cloth with untrimmed fringes, shorn to remove loose fibers, using uncontaminated paints.

source: ཆོས་ཀྱི་རྒྱལ་པོ་ཆོས་ཀྱི་འཁོར་ལོ་རབ་ཏུ་བསྐོར་བ་འཇིག་རྟེན་ཐམས་ཅད་ཀྱི་བདག་པོ་སྐྱེས་བུ་དམ་པ་རྐང་གཉིས་རྣམས་ཀྱི་མཆོག །དེ་བཞིན་གཤེགས་པ་རིན་ཆེན་ཏོག་ཅེས་བྱ་བ་རྒྱལ་བའི་མཆོག་ཆོས་འཆད་པ་ཀུན་ནས་འབར་བའི་འོད་ཀྱི་དཀྱིལ་འཁོར་དང་ལྡན་པའོ། །
en: [The Blessed One,] the Dharma king who turns the wheels of Dharma, the supreme lord of all worlds, the best of humans, the most eminent among two-legged beings, the jewel of a tathāgata, the supreme victor by the name Ratnaketu should be depicted teaching the Dharma with a halo of light surrounding him. {26.4}

source: འོག་ཏུ་ནི་ཚངས་པ་དང་འཕགས་པ་ཕྱག་ན་རྡོ་རྗེ། སྟེང་དུ་ནི་ཕྲེང་བ་འཛིན་པའི་ལྷའི་བུ་གཉིས་འོག་ཏུ་སྒྲུབ་པ་པོ་དེའི་མདུན་དུ་དུས་གསུམ་དུ་ཨ་ག་རུ་སྲེག་ཅིང་འབུམ་ཕྲག་བཅུ་བཟླས་པ་བྱའོ། །
en: “Below [ Ratnaketu ] are Brahmā and Vajrapāṇi, and above, holding garlands, two gods. Below there is the practitioner. One should recite [One Syllable] in front of the painting at the three junctions of the day while burning agalloch incense, until one has completed one million repetitions.

source: དེ་ནས་ལས་སུ་བྱ་བ་ནི་དང་པོ་འཁོར་ལོའི་སྒྲུབ་པ་བྱེད་པར་འདོད་ན། ལྕགས་བཟང་པོའི་རང་བཞིན་ལས་རྩིབས་བཅུ་གཉིས་པའི་འཁོར་ལོ་བྱས་ཏེ།
en: Afterward one may perform the following rites. {26.5} “The sādhana of the wheel. “First, if one wants to perform this sādhana, one should construct a twelve-spoked wheel out of ‘flower-metal’ and,

source: ཆོ་འཕྲུལ་གྱི་ཟླ་ཕྱེད་ལ་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་དུས་གསུམ་དུ་ཨ་ག་རུའི་དུད་པས་བདུག་ཅིང་འབུམ་ཕྲག་བཅུ་བཟླས་པ་བྱའོ། །
en: during the prātihāra bright fortnight, recite the mantra one million times before the Blessed One, while burning an incense of agalloch, at the three junctions of the day.

source: ཐ་མར་ཟླ་བ་ཉ་བ་ལ་མཆོད་པ་རྒྱ་ཆེན་པོ་བྱས་ནས་ལག་པས་བཟུང་སྟེ། ཇི་སྲིད་རབ་ཏུ་འབར་བའི་བར་དུ་བཟླས་པ་བྱའོ། །
en: At the final stage during the full moon, one should prepare many offerings and, holding them up in one’s hands, recite the mantra until the wheel blazes with light.

source: དེ་བཟུང་ན་རིག་པ་འཛིན་པའི་འཁོར་ལོས་སྒྱུར་བར་འགྱུར་རོ། །
en: By grasping it, one will become a monarch of vidyādharas.

source: གང་གིས་མཐོང་བ་དེ་དང་ལྷན་ཅིག་ནམ་མཁའ་ལ་འགྲོ་བར་འགྱུར་རོ། །
en: One will fly through space together with those of them who see him, or whom he himself sees. {26.6}

source: དེ་ནས་གདུགས་བསྒྲུབ་པར་འདོད་ན།
en: “The sādhana of the parasol.

source: གདུགས་ཁ་དོག་སྣ་ཚོགས་པ་སར་པ་བྱས་ལ་གསེར་གྱི་འཁོར་ལོས་མཚན་པ་ཀ་ཤི་ཀའི་གོས་འཕྱང་བ།
en: “If one wants to perform this sādhana, one should commission a new, white, bright parasol marked with a golden wheel and adorned with hanging [strips of] silk.

source: དེ་ཉིད་ཀྱི་ཆོ་གས་མགོ་ལ་གདུགས་བཟུང་བར་བྱས་ཏེ། བཟླས་པ་བྱས་ན་རིག་པ་རང་ཉིད་ཉེ་བར་བཞུགས་པར་འགྱུར་རོ། །
en: According to procedure, one should place the parasol above one’s head and recite the mantra. The vidyā will attend upon one of her own accord.

source: འདི་ཉིད་ཀྱིས་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་དུས་གསུམ་དུ་ཨ་ག་རུའི་དུད་པས་བདུགས་ཏེ། འབུམ་ཕྲག་བཅུ་བཟླས་པ་བྱས་ལ།
en: One should recite the mantra in this manner one million times before the Blessed One, at the three junctions of the day, while burning agalloch incense.

source: ཐ་མར་ཟླ་བ་ཉ་བ་ལ་མཆོད་པ་རྒྱ་ཆེན་པོ་བྱས་ནས་ལག་པས་བཟུང་སྟེ། ཇི་སྲིད་དུ་རབ་ཏུ་འབར་བའི་བར་དུ་བཟླས་པ་བྱའོ། །
en: At the final stage during the full moon, one should prepare many offerings and, holding them up in one’s hands, recite the mantra until [the parasol] blazes with light.

source: དེ་ཐོགས་ན་རིག་པ་འཛིན་པའི་འཁོར་ལོས་སྒྱུར་བར་འགྱུར་རོ། །
en: When taking hold of it, one will become a monarch of vidyādharas.

source: ཟླ་བ་རེ་རེ་ཞིང་ཟླ་བ་ཉ་བ་དང་ཆོ་འཕྲུལ་གྱི་ཟླ་བ་ཕྱེད་ལྔའི་བར་གྱིས་འགྲུབ་པར་འགྱུར་རོ། །
en: Doing this during the full moon every month, one will succeed within five fortnights, during the prātihāra fortnight.

source: འདི་གྲུབ་པ་ཙམ་གྱིས་ཆོས་ཐམས་ཅད་མངོན་སུམ་དུ་འགྱུར་རོ། །
en: Once this practice is accomplished, all phenomena will become apparent.

source: མངོན་པར་ཤེས་པ་ཐམས་ཅད་རབ་ཏུ་ཐོབ་པར་འགྱུར་རོ། །
en: One will attain all the [five] superknowledges.

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་མངོན་པར་དགྱེས་པ་དང་། སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ཀྱིས་རྗེས་སུ་བསྔགས་པ་འགྲུབ་པར་འགྱུར་རོ། །
en: One will become a siddha praised by all the buddhas and bodhisattvas, and one will be able to adapt to every being.

source: འཇིག་རྟེན་གྱི་ཁམས་གཞན་དག་གི་འཁོར་ལོས་སྒྱུར་བ་སྟོང་གི་གཡོག་འཁོར་དང་ལྡན་པར་འགྱུར་རོ། །
en: In the next world, too, one will become a monarch with a retinue of thousands. {26.7}

source: དེ་ནས་གཙུག་ཏོར་འཁོར་ལོས་སྒྱུར་བ་བསྒྲུབ་པར་འདོད་ན། གསེར་དང་། དངུལ་དང་། ཟངས་མ་དང་། ནོར་བུའི་རང་བཞིན་གྱི་དབྱུག་པ་ཁྲུ་གང་ཙམ་བྱས་ལ་ཇི་སྲིད་རབ་ཏུ་འབར་བའི་བར་དུ་བཟླས་པ་བྱས་ནས་
en: “The sādhana of Uṣṇīṣa. “If one wants to perform this sādhana, one should make a stick, one cubit long, out of gold, silver, copper, or precious stone. One should then recite the mantra until [the stick] emits light.

source: དེ་བླང་ན་ནམ་མཁའ་ལ་འགྲོ་སྟེཐམས་ཅད་ལ་ཆོས་སྟོན་པར་འགྱུར་རོ། །
en: When one takes hold of it, one will be able to go wherever one pleases and teach Dharma to sentient beings.

source: བསྐལ་པ་ཆེན་པོར་འཚོ་བར་འགྱུར་རོ། །
en: One will live one great eon. {26.8}

source: ཅི་སྟེ་བུམ་པ་བཟང་པོ་བསྒྲུབ་པར་འདོད་ན། གསེར་གྱི་བུམ་པ་བཟང་པོ་བྱས་ལ་འབྲུ་ཐམས་ཅད་དང་རིན་པོ་ཆེ་དང་སྨན་གྱིས་ཡོངས་སུ་བཀང་ལ།
en: “The sādhana of the auspicious pot. “If one wants to perform this sādhana, one should make a pot out of gold; fill it completely with all types of seeds, jewels, and herbs;

source: རས་དཀར་པོས་བཅིངས་ཏེ་
en: cover it with white cloth;

source: དེ་ལ་སྔགས་འདིས་བསྒྲུབ་པར་བྱ་སྟེ
en: and imbue it with magical power by means of the same [mantra].

source: ཆོ་འཕྲུལ་གྱི་ཟླ་ཕྱེད་གཅིག་ལ་བརྩམས་ན་གཉིས་པ་ལ་འགྲུབ་པར་འགྱུར་རོ། །
en: If one starts in a prātihāra bright fortnight, one will accomplish the sādhana in the next prātihāra fortnight.

source: དེ་ལ་ལག་པ་རབ་ཏུ་བཅུག་ན་ཅི་འདོད་པ་དེ་ཐོབ་ཅིང་མི་ཟད་པར་ཡང་འགྱུར་རོ། །
en: If one places this pot in one’s hand, one will obtain whatever one wishes for. [The wealth] will be inexhaustible. {26.9}

source: ཇི་སྟེ་ནོར་བུ་རིན་པོ་ཆེ་བསྒྲུབ་པར་འདོད་ན་གསེར་གྱི་དབྱུག་པའམ། ནོར་བུ་བཟང་པོ་དང་ཤེལ་གྱི་ནོར་བུ་བྱས་ཏེ། གོས་འཕྱང་བར་བྱས་ལ་ཆོ་ག་འདི་ཉིད་ཀྱིས་བསྒྲུབས་ན་གང་བསམས་པ་དེ་ཐམས་ཅད་འགྲུབ་པར་འགྱུར་ཏེ།
en: “The sādhana of the wish-fulfilling gem. “If one wants to perform this sādhana, one should fashion a jewel out of precious gems, crystal, or gold, with a golden handle, and attach to it [strips of] cloth. By this method one will succeed. One will accomplish anything one can think of.

source: ལྷ་དང་མིའི་ནང་དུ་ཐོགས་པ་མེད་ཅིང་སྟོབས་དང་ཕ་རོལ་གནོན་པར་འགྱུར་རོ། །
en: By taking hold of it, one will be free of impediments and will surpass in power gods and men .

source: ཅི་སྟེ་བཅོམ་ལྡན་འདས་ལ་བཟླས་པ་བྱེ་བ་བྱས་ན་རང་གི་ལུས་ཀྱིས་ནམ་མཁའ་ལ་འགྲོ་བར་འགྱུར་རོ། །
en: If one recites the mantra of the blessed [One Syllable] ten million times, one will be able to levitate.

source: ལྷའི་ལུས་ཐོབ་ཅིང་བསྐལ་པ་ཆེན་པོར་འཚོ་བར་འགྱུར་རོ། །
en: One will obtain the body of a god and will live for many great eons. {26.10}

source: གཞན་གང་ཡང་གཙུག་ཏོར་གྱི་རྒྱལ་པོ་གདུགས་དཀར་པོ་ལ་སོགས་པ་དེ་ཡང་འདིས་བཅོམ་ལྡན་འདས་ལ་འབུམ་ཕྲག་བཅུ་བཟླས་པ་བྱས་ན་ལས་རྣམས་བྱེད་པར་འགྱུར་རོ། །
en: “There are also other chief [uṣṇīṣa kings], starting with Sitātapatra. By incanting [the wish-fulfilling gem] one million times with the mantra of this blessed lord, one will succeed in all the tasks that need to be performed.

source: དེ་ལྟར་ཐོགས་པ་མེད་པ་དེ་བཞིན་གཤེགས་པའི་གཙུག་ཏོར་གཞན་གྱི་རྟོག་པའི་ཆོ་གས་ཇི་ལྟ་ཇི་ལྟར་རབ་ཏུ་སྦྱར་བ་དེ་ལྟ་དེ་ལྟར་རིང་པོ་མི་ཐོགས་པར་འགྲུབ་པར་འགྱུར་རོ། །
en: This inviolable tathāgata- uṣṇīṣa will thus accomplish, before long, whatever he is employed at, even if it involves the rites of other [religions].

source: བཅོམ་ལྡན་འདས་གཙུག་ཏོར་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་ལ་འབུམ་ཕྲག་བཅུ་བཟླས་ན། ཐམས་ཅད་ལ་འགྲུབ་པར་འགྱུར་བ་རིག་པ་དང་སྔགས་ཐམས་ཅད་ཀྱི་བདག་པོ་འཁོར་ལོས་སྒྱུར་བར་འགྱུར་རོ། །
en: “Similarly, one will be able to accomplish anything with one million repetitions of the mantra of the blessed uṣṇīṣa [king] Cakravartin , the lord of all the vidyā mantras. {26.11}

source: ཇི་སྟེ་རྡོ་རྗེ་བསྒྲུབ་པར་འདོད་ན་ཙནྡན་དམར་པོ་ལ་རྡོ་རྗེ་རྩེ་གཅིག་པའམ་ཡང་ན་ལྕགས་བཟང་པོ་ལས་བྱས་ཏེ། བའི་རྣམ་ལྔས་བཀྲུས་ལ་ཡར་གྱི་ངོའི་བཅྭ་ལྔ་ལ་རས་རིས་ཀྱི་མདུན་དུ་མཆོད་པ་ཆེན་པོ་བྱ་ཞིང་མར་གྱི་མར་མེ་བརྒྱ་སྦར་ལ་དྲིའི་ཆུས་རྡོ་རྗེ་བཀྲུས་ཏེ།
en: “The sādhana of the vajra. “If one wants to perform this sādhana, one should make a one-pointed vajra from red sandalwood or ‘flower-metal’ and wipe it with the five products of the cow. Then, on the fifteenth day of the bright fortnight, one should lay out before the painting many offerings, light butter lamps, and rinse the vajra with scented water. One will thus enthrall the yakṣa s. {26.12}

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་བདག་ཉིད་ཕུལ་ནས། གཙུག་ཏོར་གྱི་རྒྱལ་པོའི་འཁོར་རམ་གཟི་བརྗིད་ཕུང་པོའམ། གཙུག་ཏོར་གདུགས་དཀར་པོའི་སྔགས་འདིས་བསྲུང་བ་བྱས་ལ། དཀྱིལ་འཁོར་གྱི་ནང་དུ་གྲོགས་ལ་ཡང་བསྲུང་བ་བྱས་ནས་
en: “Commending oneself to all the buddhas and bodhisattvas, one should perform the protection rite for oneself and also for one’s assistants within the confines of the maṇḍala, using the mantra of Uṣṇīṣarāja with his retinue, or of Tejorāśi or Sitātapatra.

source: རྡོ་རྗེ་ལག་པ་གཡས་པས་བླངས་ཏེཐུན་དང་པོ་འདས་ཤིང་ཐུན་གཉིས་པ་ལ་ཉེ་བར་འདུག་སྟེ། སེམས་རྩེ་གཅིག་པས་ཇི་སྲིད་རབ་ཏུ་འབར་བའི་བར་དུ་བཟླས་པ་བྱའོ། །
en: One should take the vajra with one’s right hand and, starting when the first watch of the night has passed and the second set in, recite the mantra with a one-pointed mind until the vajra emits light.

source: སྐབས་འདིར་རིག་པ་འཛིན་པ་ལྷ་དང་ཀླུ་དང་གནོད་སྦྱིན་ཐམས་ཅད་འདུས་ཏེ།
en: As the result, all the vidyādharas, gods, nāga s, and yakṣa s will arrive together.

source: རིག་པ་འཛིན་པའི་རྒྱལ་པོ་ཐམས་ཅད་ཀྱང་འོང་བར་འགྱུར་རོ། །
en: All the vidyādhara kings will arrive too.

source: དེ་དག་རིག་པ་འཛིན་པའི་བསྟོད་པ་བྱེད་ཅིང་ཁྱིམ་དུ་འགྲོ་བར་འགྱུར་རོ། །རིག་པ་འཛིན་པའི་འཁོར་ལོས་སྒྱུར་བར་འགྱུར་རོ། །
en: Praised by them, one will ascend to the abode of vidyādharas and will become their emperor.

source: ལུས་ཕྱག་ན་རྡོ་རྗེ་དང་འདྲ་ཞིང་ཕྱག་ན་རྡོ་རྗེ་དང་འདྲ་བར་མགྱོགས་པའི་མཚན་ཉིད་དུ་འགྱུར་རོ། །སྐད་ཅིག་གིས་འོག་མིན་གྱི་ལྷའི་གནས་སུ་འགྲོ་བར་འགྱུར་རོ། །
en: With the body like that of Vajrapāṇi and a power equal to his, one will be able to ascend, within an instant or a brief moment, to the realm of the Akaniṣṭha gods.

source: བསྐལ་པར་གནས་པར་འགྱུར་རོ། །
en: Remaining [there] for one great eon,

source: བཅོམ་ལྡན་འདས་འཕགས་པ་བྱམས་པ་མཐོང་ཞིང་ཆོས་ཉན་པར་འགྱུར་རོ། །
en: one will behold the noble Lord Maitreya and hear the Dharma.

source: ཤི་ནས་གང་དུ་འདོད་པ་དེར་སྐྱེ་བར་འགྱུར་རོ། །
en: After death, one will be born wherever one wishes to.

source: གལ་ཏེ་ཕྱག་ན་རྡོ་རྗེའི་ཞབས་དྲུང་དུ་ཡང་སྐྱེ་བར་འགྱུར་རོ། །
en: If so wishing, one will arrive in the presence of Vajrapāṇi. {26.13}

source: ཅི་སྟེ་རལ་གྲི་བསྒྲུབ་པར་འདོད་ན་སྐྱོན་མེད་པའི་རལ་གྲི་བླངས་ནས་ཉིན་ཞག་གཅིག་སྨྱུང་བར་བྱས་ཏེ། བཅོམ་ལྡན་འདས་ལ་མཆོད་པ་རྒྱ་ཆེན་པོ་བྱས་ནས་ཇི་སྲིད་དུ་རབ་ཏུ་འབར་བའི་བར་དུ་བཟླས་པ་བྱའོ། །
en: “The sādhana of the sword. “If one wants to perform this sādhana, one should take a sword without any defect and, having fasted for one day and one night, offer worship with many offerings to the Blessed One. One should recite the mantra until the sword blazes with light.

source: དེ་གྲུབ་ན་གཡོག་འཁོར་དང་བཅས་པ་ནམ་མཁའ་ལ་འགྲོ་བར་འགྱུར་རོ། །
en: Having accomplished that, one will fly through space with one’s retinue.

source: སྐྲ་རྣ་ཆ་གདུབ་ཀོར་དང་འདྲ་བར་འཁྱིལ་བ་དང་། ལོ་བཅུ་དྲུག་པའི་ཆ་བྱད་ཅན་དང་མི་མཐུན་པའི་ཕྱོགས་མེད་ཅིང་། རིག་པ་འཛིན་པ་ཐམས་ཅད་ཀྱིས་མི་ཚུགས་པ་དང་བར་གྱི་བསྐལ་པར་འཚོ་བར་འགྱུར་རོ། །
en: With curly hair and the form of a sixteen-year-old, never discommoding—or discommoded by—any vidyādhara, one will live among them for one intermediate eon. {26.14}

source: ཅི་སྟེ་ལྡོང་རོས་བསྒྲུབ་པར་འདོད་ན་དཔའ་བོའི་ཚོང་གིས་ཉོས་ཏེ། རྒྱལ་དང་ལྡན་པའི་དུས་སུ་ཞག་གསུམ་སྨྱུང་བ་བྱས་ཏེ། དགེ་སློང་བཟང་པོའི་དགེ་འདུན་ལ་བཤོས་དྲངས་ནས་བཀའ་ལུང་སྩལ་པར་བསྐུལ་ལོ། །
en: “The sādhana of red arsenic. “If one wants to perform this sādhana, one should purchase some red arsenic in an honorable transaction, fast for three nights when the moon is in the asterism of Puṣya, offer food to the members of the saṅgha, and request their permission.
